Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/memd.tmx
Source language: ca
Languages: es_es

source: {} converteix senyals analògics en informació digital.
es_es: {} convierte señales analógicas en información digital.

source: És possible posar un fitxer de text en el directori (la carpeta) arrel?
es_es: ¿Es posible poner un fichero de texto en el directorio (la carpeta) raíz?

source: Només si està escrit en un llenguatge de programació d'alt nivell, perquè només així serà un text i podrà guardar-se en un fitxer.
es_es: Sólo si está escrito en un lenguaje de programación de alto nivel, porque sólo así será un texto y podrá guardarse en un fichero.

source: La velocitat de la primera és 40 i la de la segona 4.
es_es: La velocidad de la primera es 40 y la de la segunda 4.
